export const metadata = {
    title: 'Продукти - Termokeramika | Вогнетривкі плити та шамотні матеріали',
    description:
      'Дізнайтесь більше про Termokeramika – провідного виробника шамотних плит та вогнетривких матеріалів в Україні. Наша історія, команда та цінності.',
      keywords: 'термокераміка, шамотна плита, вогнетривка плита, termokeramika, про нас, каміни, печі, плитка для печей, вогнетривка цегла, цегла, цегла для камінів, цегла для печей, шамотка, шамотная плита, шамотн, ' +
      // Українською
      'вогнетриви, шамотні вироби, плита для каміна, плита для печі, вогнетривкі матеріали, шамотна цегла, термостійка плита, термостійка цегла, виробництво шамотних плит, ' +
      // Російською
      'шамотная плита, огнеупорная плита, термокерамика, камины, печи, плитка для печей, огнеупорный кирпич, кирпич, кирпич для каминов, кирпич для печей, шамот, огнеупоры, шамотные изделия, плита для камина, плита для печи, огнеупорные материалы, шамотный кирпич, термостойкая плита, термостойкий кирпич, производство шамотных плит',    robots: 'index, follow',
    alternates: {
      canonical: 'https://termokeramika.com.ua/products',
    },
  };

export default function Layout({ children }: { children: React.ReactNode }) {
  return children;
}